Repository: dalalsunil1986/docuwalk
Catalog: modules/dblog/translations/modules-dblog.*.po
Languages: sv

source: Discard log entries above the following row limit
sv: Släng loggposter som överstiger följande radbegränsning

source: The maximum number of rows to keep in the database log. Older entries will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
sv: Maximalt antal rader att spara i databasens logg. Äldre poster kommer automatiskt att raderas. (Kräver att <a href="@cron">schemalagda aktiviteter (cron)</a> är korrekt inställt.)

source: No log messages available.
sv: Inga loggmeddelanden tillgängliga.

source: Count
sv: Antal

source: Location
sv: Plats

source: Severity
sv: Grad

source: Filter log messages
sv: Filtrera logg efter meddelandetyp

source: You must select something to filter by.
sv: Du måste välja något att filtrera på.

source: The dblog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
sv: Modulen Dblog övervakar ditt system och registrerar systemhändelser i en logg som kan granskas av behörig person vid ett senare tillfälle. Detta är användbart för administratörer som vill ha en snabb överblick över aktiviteter på sin webbplats. Loggarna registrerar också händelsekedjor vilket gör dem användbara för att lösa problem på webbplatsen.

source: The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the dblog report on a regular basis to ensure their site is working properly.
sv: Övervakningsloggen är helt enkelt en lista med registrerade händelser som innehåller data om användning och prestanda, felmeddelanden, varningar och annan operativ information. Administratörer bör kontrollera övervakningsrapporten regelbundet för att säkerställa att webbplatsen fungerar ordentligt.

source: For more information, see the online handbook entry for <a href="@dblog">Dblog module</a>.
sv: Läs mer om <a href="@dblog">modulen Dblog</a> i konfigurations- och anpassningshandboken.

source: The dblog module monitors your website, capturing system events in a log to be reviewed by an authorized individual at a later time. The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the dblog report on a regular basis as it is often the only way to tell what is going on.
sv: Modulen Dblog övervakar din webbplats och fångar in systemhändelser i en logg som sedan kan granskas av en auktoriserad person vid ett senare tillfälle. Övervakningsloggen är helt enkelt en lista med registrerade händelser som innehåller information om användning och prestanda, fel, varningar och driftsinformation. Det är väldigt viktigt att kontrollera övervakningsrapporten med jämna mellanrum då det ofta är det enda sättet att få reda på vad det är som försiggår.

source: Settings for logging to the Drupal database logs. This is the most common method for small to medium sites on shared hosting. The logs are viewable from the admin pages.
sv: Inställningar för loggning till Drupals databas. Detta är den vanligaste metoden för små till mediumstora webbplatser på en delad värddator. Loggarna kan man se från administratörssidorna.

source: Recent log entries
sv: Senaste loggningarna

source: View events that have recently been logged.
sv: Visa händelser som nyligen har loggats.

source: Top 'page not found' errors
sv: Vanligaste 'sidan hittades inte'-felen

source: View 'page not found' errors (404s).
sv: Visa 'sidan hittades inte'-fel (404)

source: Top 'access denied' errors
sv: Vanligaste 'åtkomst nekad'-felen

source: View 'access denied' errors (403s).
sv: Visa 'åtkomst nekad'-fel (403)

source: Table that contains logs of all system events.
sv: Tabell som innehåller loggar på alla systemhändelser.

source: Primary Key: Unique watchdog event ID.
sv: Primärnyckel: Unikt ID på händelseövervakare.

source: The {users}.uid of the user who triggered the event.
sv: Den {users}.uid för användaren som utlöste händelsen.

source: Type of log message, for example "user" or "page not found."
sv: Typ av loggmeddelande. Till exempel "användare" eller "sidan hittades inte".

source: Text of log message to be passed into the t() function.
sv: Text till loggmeddelande som skickas med i funktionen t().

source: Serialized array of variables that match the message string and that is passed into the t() function.
sv: Seriell samling av variabler som motsvarar meddelandesträngen och som skickas vidare till funktionen t().

source: The severity level of the event; ranges from 0 (Emergency) to 7 (Debug)
sv: Säkerhetsnivån på händelsen: skala från 0 (Nödfall) till 7 (Felsökare)

source: Link to view the result of the event.
sv: Länk för att visa resultatet av händelsen.

source: URL of the origin of the event.
sv: URL till upphovet för händelsen.

source: URL of referring page.
sv: URL till hänvisande sida.

source: Hostname of the user who triggered the event.
sv: Datornamn på användaren som utlöste händelsen.

source: Unix timestamp of when event occurred.
sv: Unix tidsstämpel när händelsen inträffade.
