Repository: dalalsunil1986/docuwalk
Catalog: modules/poll/translations/modules-poll.*.po
Languages: sv

source: 1 vote
sv: 1 röst

source: Total votes: @votes
sv: Totalt antal röster: @votes

source: open
sv: pågående

source: closed
sv: avslutad

source: This table lists all the recorded votes for this poll. If anonymous users are allowed to vote, they will be identified by the IP address of the computer they used when they voted.
sv: Den här tabellen visar alla registrerade röster för den här omröstningen. Om gäster har rätt att rösta kommer de att identifieras av IP-numret på den dator de använde för att rösta.

source: Vote
sv: Röst

source: The poll module can be used to create simple polls for site users. A poll is a simple, multiple choice questionnaire which displays the cumulative results of the answers to the poll. Having polls on the site is a good way to receive feedback from community members.
sv: Modulen Poll kan användas för att skapa enkla omröstningar för webbplatsens användare. En omröstning är ett enkelt formulär med flervalsfrågor och visar det samlade resultatet av samtliga röster. Omröstningar är ett bra sätt för en umgängesgrupp att få direkt feedback från medlemmarna.

source: When creating a poll, enter the question being posed, as well as the potential choices (and beginning vote counts for each choice). The status and duration (length of time the poll remains active for new votes) can also be specified. Use the <a href="@poll">poll</a> menu item to view all current polls. To vote in or view the results of a specific poll, click on the poll itself.
sv: När du skapar en omröstning, skriv in frågan det handlar om, såväl som potentiella alternativ (och antalet röster på varje alternativ som det ska starta ifrån). Statusen och varaktigheten (tidslängd som omröstningen är aktiv för nya röster) kan också preciseras. Använd menyvalet <a href="@poll">omröstning</a> för att visa alla nuvarande omröstningar. Klicka på själva omröstningen för att rösta i eller visa resultat för en specifik omröstning.

source: For more information, see the online handbook entry for <a href="@poll">Poll module</a>.
sv: Läs mer om <a href="@poll">modulen Poll</a> i konfigurations- ochanpassningshandboken.

source: Most recent poll
sv: Senaste omröstningen

source: A <em>poll</em> is a question with a set of possible responses. A <em>poll</em>, once created, automatically provides a simple running count of the number of votes received for each response.
sv: En <em>omröstning</em> är en fråga med ett antal tänkbara svarsalternativ. När en <em>omröstning</em> väl har skapats tillför den en enkel fortlöpande räknare över antalet röster som erhållits på respektive svarsalternativ.

source: Question
sv: Fråga

source: More choices
sv: Fler alternativ

source: If the amount of boxes above isn't enough, click here to add more choices.
sv: Klicka här för att lägga till fler alternativ om antalet rutor ovan inte räcker.

source: Closed
sv: Avslutad

source: Poll settings
sv: Inställningar för omröstningar

source: Poll status
sv: Status på omröstning

source: When a poll is closed, visitors can no longer vote for it.
sv: När omröstningen avslutats kan besökare ej längre rösta.

source: Poll duration
sv: Varaktighet för omröstningen

source: After this period, the poll will be closed automatically.
sv: Omröstningen avslutas automatiskt efter denna tid.

source: Choice @n
sv: Alternativ @n

source: Votes for choice @n
sv: Röster för alternativ @n

source: Negative values are not allowed.
sv: Negativa värden är inte tillåtna.

source: You must fill in at least two choices.
sv: Du måste ange minst två alternativ.

source: Older polls
sv: Äldre omröstningar

source: View the list of polls on this site.
sv: Visa omröstningarna på webbplatsen.

source: Results
sv: Resultat

source: View the current poll results.
sv: Visa nuvarande omröstningsresultat

source: Your vote could not be recorded because you did not select any of the choices.
sv: Din röst kunde inte registreras eftersom du inte valde något av alternativen.

source: Your vote was recorded.
sv: Din röst har registrerats.

source: Add another choice
sv: Skapa fler alternativ

source: Choice
sv: Alternativ

source: Vote count
sv: Antalet röster

source: Cancel your vote
sv: Återkalla din röst

source: create poll content
sv: skapa innehåll för omröstning

source: delete own poll content
sv: radera egna omröstningar

source: delete any poll content
sv: radera alla omröstningar

source: edit any poll content
sv: redigera innehållet i en omröstning

source: edit own poll content
sv: redigera eget innehåll i omröstningen

source: vote on polls
sv: rösta på omröstningar

source: cancel own vote
sv: återkalla egen röst

source: inspect all votes
sv: granska alla röster

source: Polls
sv: Omröstningar

source: Votes
sv: Röster

source: Javascript Choice Form
sv: Alternativformulär i JavaScript.

source: poll
sv: omröstning

source: Stores poll-specific information for poll nodes.
sv: Sparar omröstningsspecifik information för omröstningsnoder.

source: The poll's {node}.nid.
sv: Omröstningens {node}.nid.

source: The number of seconds past {node}.created during which the poll is open.
sv: Antalet sekunder som förflutit {node}.created under tiden som omröstningen varit öppen.

source: Boolean indicating whether or not the poll is open.
sv: Boolesk indikering på om omröstningen är öppen eller ej.

source: Stores information about all choices for all {poll}s.
sv: Sparar information om alla alternativ för alla {poll}.

source: Unique identifier for a poll choice.
sv: Unik identifierare för ett alternativ i omröstningen.

source: The {node}.nid this choice belongs to.
sv: Den {node}.nid som det här valet hör till.

source: The text for this choice.
sv: Texten för det här alternativet.

source: The total number of votes this choice has received by all users.
sv: Det totala antalet röster det här alternativet har fått från alla användare.

source: The sort order of this choice among all choices for the same node.
sv: Sorteringsordningen för det här alternativet bland alla alternativ för samma nod.

source: Stores per-{users} votes for each {poll}.
sv: Sparar varje {users} röst för varje {poll}.

source: The {poll} node this vote is for.
sv: Noden för {poll} den här rösten är till för.

source: The {users}.uid this vote is from unless the voter was anonymous.
sv: Rösten från {users}.uid om inte röstaren var en gäst.

source: The {users}'s vote for this poll.
sv: Rösten från {users} i den här omröstningen.

source: The IP address this vote is from unless the voter was logged in.
sv: IP-adressen som den här rösten är ifrån såvida inte röstaren var inloggad.
