Repository: dalalsunil1986/docuwalk
Catalog: modules/search/translations/modules-search.*.po
Languages: sv

source: Are you sure you want to re-index the site?
sv: Är du säker på att du vill indexera om webbplatsen?

source: The search index is not cleared but systematically updated to reflect the new settings. Searching will continue to work but new content won't be indexed until all existing content has been re-indexed. This action cannot be undone.
sv: Sökindexet raderas inte utan uppdateras systematiskt för att återspegla de nya inställningarna. Sökfunktionen kommer att fortsätta fungera, men nytt innehåll kommer inte att indexeras förrän allt existerande innehåll har indexerats om. Detta kan inte ångras.

source: Re-index site
sv: Indexera om webbplatsen

source: The index will be rebuilt.
sv: Indexet kommer att byggas om.

source: %percentage of the site has been indexed.
sv: %percentage av webbplatsen har indexerats.

source: Indexing status
sv: Indexeringsstatus

source: Indexing throttle
sv: Indexeringsbegränsning

source: Number of items to index per cron run
sv: Antalet poster som ska indexeras per schemalagd körning

source: The maximum number of items indexed in each pass of a <a href="@cron">cron maintenance task</a>. If necessary, reduce the number of items to prevent timeouts and memory errors while indexing.
sv: Maximalt antal indexerade poster i varje omgång av en <a href="@cron">schemalagd aktivitet</a>. Om det behövs kan du minska antalet poster för att förhindra timeouts och minnesfel under indexeringen.

source: Indexing settings
sv: Inställningar för indexering

source: <p><em>Changing the settings below will cause the site index to be rebuilt. The search index is not cleared but systematically updated to reflect the new settings. Searching will continue to work but new content won't be indexed until all existing content has been re-indexed.</em></p><p><em>The default settings should be appropriate for the majority of sites.</em></p>
sv: <p><em>Ändringar i inställningarna nedan gör att webbplatsens index byggs om. Sökindexet raderas inte utan uppdateras systematiskt för att återspegla de nya inställningarna. Sökfunktionen kommer att fortsätta fungera, men nytt innehåll kommer inte att indexeras förrän allt existerande innehåll har indexerats om.</em></p><p><em>Standardinställningarna är förmodligen lämpliga för de flesta webbplatser.</em></p>

source: Minimum word length to index
sv: Minsta ordlängd som indexeras

source: The number of characters a word has to be to be indexed. A lower setting means better search result ranking, but also a larger database. Each search query must contain at least one keyword that is this size (or longer).
sv: Antalet tecken ett ord måste ha för att det ska indexeras. Ett lägre värde betyder bättre sökresultat, men också större databas. Varje sökning måste innehålla minst ett sökord som har denna längd (eller längre).

source: Simple CJK handling
sv: Enkel CJK-hantering

source: Whether to apply a simple Chinese/Japanese/Korean tokenizer based on overlapping sequences. Turn this off if you want to use an external preprocessor for this instead. Does not affect other languages.
sv: Anger om en enkel kinesisk/japansk/koreansk teckenhanterare som baseras på överlappande sekvenser ska användas. Stäng av denna inställning om du vill använda en extern hanterare för detta istället. Påverkar inte övriga språk.

source: There is 1 item left to index.
sv: 1 post återstår att indexera.

source: results
sv: resultat

source: Search results
sv: Sökresultat

source: Your search yielded no results
sv: Din sökning gav inget resultat

source: Please enter some keywords.
sv: Ange några sökord.

source: search
sv: sök

source: %keys (@type).
sv: Sökning: %keys (@type).

source: The search module adds the ability to search for content by keywords. Search is often the only practical way to find content on a large site, and is useful for finding both users and posts.
sv: Modulen Search lägger till möjligheten att söka efter nyckelord i webbplatsens innehåll. Sökningen är ofta det enda fungerande sättet att hitta innehåll på en stor webbplats och kan användas för att hitta både användare och inlägg.

source: To provide keyword searching, the search engine maintains an index of words found in your site's content. To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Indexing behavior can be adjusted using the <a href="@searchsettings">search settings page</a>; for example, the <em>Number of items to index per cron run</em> sets the maximum number of items indexed in each pass of a <a href="@cron">cron maintenance task</a>. If necessary, reduce this number to prevent timeouts and memory errors when indexing.
sv: För att tillåta nyckelordssökning har sökmotorn ett index över ord som finns i din webbplats innehåll. För att underhålla detta index krävs att <a href="@cron">cron</a> är korrekt konfigurerat. Indexeringens beteende kan justeras på <a href="@searchsettings">sökinställningssidan</a>. Exempelvis anger <em>Antal poster som indexeras per schemalagd aktivitet</em> det maximala antalet nyckelord som indexeras i varje <a href="@cron">cron</a>-körning. Om det är behövs kan du minska antalet för att förhindra timeouts och minnesfel under indexeringen.

source: For more information, see the online handbook entry for <a href="@search">Search module</a>.
sv: Läs mer om <a href="@search">modulen Search</a> i onlinehandboken.

source: The search engine maintains an index of words found in your site's content. To build and maintain this index, a correctly configured <a href="@cron">cron maintenance task</a> is required. Indexing behavior can be adjusted using the settings below.
sv: Sökmotorn upprätthåller ett index av ord som finns i din webbplats innehåll. För att bygga och underhålla detta index krävs att <a href="@cron">cron</a> är korrekt konfigurerat. Indexeringsbeteendet kan justeras i inställningarna nedan.

source: <ul> <li>Check if your spelling is correct.</li> <li>Remove quotes around phrases to match each word individually: <em>"blue smurf"</em> will match less than <em>blue smurf</em>.</li> <li>Consider loosening your query with <em>OR</em>: <em>blue smurf</em> will match less than <em>blue OR smurf</em>.</li> </ul>
sv: <ul> <li>Kontrollera att stavningen är korrekt.</li> <li>Ta bort citationstecken runt uttryck för att matcha orden individuellt: <em>"blå smurf"</em> matchar färre inlägg än <em>blå smurf</em>.</li> <li>Överväg att bredda sökningen med <em>OR</em>: <em>blå smurf</em> matchar färre inlägg än <em>blå OR smurf</em>.</li> </ul>

source: Search form
sv: Sökformulär

source: You must include at least one positive keyword with @count characters or more.
sv: Du måste ha med minst ett positivt sökord med @count bokstäver eller mer.

source: Search for either of the two terms with uppercase <strong>OR</strong>. For example, <strong>cats OR dogs</strong>.
sv: Sök efter vilket som av de två angivna orden med hjälp av <strong>OR</strong> med stora bokstäver. Exempel: <strong>katter OR hundar</strong>.

source: Enter your keywords
sv: Ange sökord

source: Search this site
sv: Sök på denna webbplats

source: Enter the terms you wish to search for.
sv: Ange de ord du vill söka efter.

source: search content
sv: sök efter innehåll

source: use advanced search
sv: använd avancerad sökning

source: administer search
sv: administrera sökfunktionen

source: Search settings
sv: Inställningar för sökning

source: Configure relevance settings for search and other indexing options
sv: Konfigurera relevansinställningarna för sökning andra indexeringsalternativ

source: Clear index
sv: Rensa index

source: Top search phrases
sv: Topplista sökord

source: View most popular search phrases.
sv: Visa de populäraste sökorden

source: Stores items that will be searched.
sv: Lagrar poster som ska sökas.

source: Search item ID, e.g. node ID for nodes.
sv: Sökpostens ID, t ex nod-ID för noder.

source: Type of item, e.g. node.
sv: Typ av post, t ex node.

source: List of space-separated words from the item.
sv: Lista av mellanrumsseparerade ord från posten.

source: Set to force node reindexing.
sv: Ange för att tvinga en omindexering av noder.

source: Stores the search index, associating words, items and scores.
sv: Lagrar sökindex genom att koppla samman ord, poster och poäng.

source: The {search_total}.word that is associated with the search item.
sv: Det {search_total}.word som är sammankopplat med sökposten.

source: The {search_dataset}.sid of the searchable item to which the word belongs.
sv: {search_dataset}.sid för den sökbara posten som ordet hör till.

source: The {search_dataset}.type of the searchable item to which the word belongs.
sv: {search_dataset}.type för den sökbara posten som ordet hör till.

source: The numeric score of the word, higher being more important.
sv: Den numeriska poängen hos ett ord, ju högre desto mer viktigt.

source: Stores search totals for words.
sv: Lagrar söksummor för ord.

source: Primary Key: Unique word in the search index.
sv: Primärnyckel: Unikt ord i sökindexet.

source: The count of the word in the index using Zipf's law to equalize the probability distribution.
sv: Antalet förekomster av ordet i indexet med hjälp av av Zipfs lag för att jämna ut sannolikhetsenfördelning.

source: Stores items (like nodes) that link to other nodes, used to improve search scores for nodes that are frequently linked to.
sv: Lagrar poster (som noder) som länkar till andra noder, används för att förbättra sökpoängen för noder som ofta länkas till.

source: The {search_dataset}.sid of the searchable item containing the link to the node.
sv: {search_dataset}.sid för den sökbara posten som innehåller länken till noden.

source: The {search_dataset}.type of the searchable item containing the link to the node.
sv: {search_dataset}.type för den sökbara posten som innehåller länken till noden.

source: The {node}.nid that this item links to.
sv: Den {node}.nid som denna post länkar till

source: The text used to link to the {node}.nid.
sv: Text som används för att länka till {node}.nid.
